Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Change RSVP
ar: تغيير تأكيد الحضور
cs: Změnit RSVP
da: Skift RSVP
de: Zusage ändern
es: Cambiar RSVP
et: Muuda RSVP-d
fi: Muuta RSVP-vastausta
fr: Modifier la réponse
hr: Promijeni RSVP
hu: Visszajelzés módosítása
is: Breyta RSVP
it: Cambia RSVP
ja: 出欠を変更
ko: 참석 여부 변경
lv: Mainīt RSVP atbildi
nb: Endre RSVP
nl: RSVP wijzigen
pl: Zmień RSVP
pt: Alterar RSVP
ro: Schimbă RSVP-ul
ru: Изменить RSVP
sk: Zmeniť RSVP
sl: Spremeni RSVP
sv: Ändra OSA
th: เปลี่ยน RSVP
tr: RSVP'yi Değiştir
uk: Змінити RSVP
vi: Đổi RSVP
zh_hans: 更改 RSVP
zh_hant: 變更 RSVP

source: Chase the missing RSVPs
ar: تابع تأكيدات الحضور الناقصة
cs: Urgujte chybějící RSVP
da: Ryk for de manglende RSVP'er
de: Fehlende Zusagen nachfassen
es: Reclamar los RSVP que faltan
et: Tuleta puuduvad RSVP-d meelde
fi: Karhua puuttuvat RSVP-vastaukset
fr: Relancer les RSVP manquants
hr: Podsjetite one koji još nisu poslali RSVP
hu: Szerezd be a hiányzó visszajelzéseket
is: Fylgja eftir RSVP sem vantar
it: Sollecitate gli RSVP mancanti
ja: 未回答の出欠を確認する
ko: 회신 안 한 하객에게 다시 물어보기
lv: Atgādini tiem, kas vēl nav atbildējuši
nb: Purr på dem som mangler RSVP
nl: Ga achter de ontbrekende RSVP's aan
pl: Przypomnijcie o brakujących RSVP
pt: Cobre os RSVPs que faltam
ro: Urmărește RSVP-urile care lipsesc
ru: Соберите недостающие RSVP
sk: Pripomeňte chýbajúce RSVP
sl: Pridobita še manjkajoče RSVP-je
sv: Jaga in de OSA som saknas
th: ตามคนที่ยังไม่ตอบ RSVP
tr: Eksik RSVP'leri toplayın
uk: Нагадайте тим, хто ще не відповів
vi: Nhắc những RSVP còn thiếu
zh_hans: 催一催还没回复的宾客
zh_hant: 追一下還沒回覆的 RSVP

source: Check
ar: شيك
cs: Šek
de: Scheck
es: Cheque
et: Tšekk
fi: Shekki
fr: Chèque
hr: Ček
hu: Csekk
is: Ávísun
it: Assegno
ja: 小切手
ko: 수표
lv: Čeks
nb: Sjekk
nl: Cheque
pl: Czek
pt: Cheque
ro: Cec
ru: Чек
sk: Šek
sl: Ček
th: เช็ค
tr: Çek
uk: Чек
vi: Séc
zh_hans: 支票
zh_hant: 支票

source: Check exactly which documents your registry office needs
ar: تأكّد من الأوراق التي تطلبها الجهة المختصة بعقد الزواج
cs: Zjistěte, jaké dokumenty přesně matrika potřebuje
da: Tjek præcis, hvilke dokumenter kommunen kræver
de: Klärt genau, welche Dokumente euer Standesamt braucht
es: Comprobad exactamente qué documentos pide vuestro registro civil
et: Uuri täpselt välja, milliseid dokumente perekonnaseisuamet vajab
fi: Tarkista, mitä asiakirjoja vihkiviranomainen tarvitsee
fr: Vérifiez exactement quels documents votre mairie demande
hr: Provjerite točno koje dokumente traži vaš matični ured
hu: Nézd meg pontosan, milyen iratokat kér az anyakönyvi hivatal
is: Athugaðu nákvæmlega hvaða gögn sýslumaður þarf
it: Verificate esattamente quali documenti richiede il comune
ja: 役所に必要な書類を正確に確認する
ko: 혼인신고에 어떤 서류가 필요한지 정확히 확인하기
lv: Noskaidro, tieši kādi dokumenti vajadzīgi dzimtsarakstu nodaļai
nb: Sjekk nøyaktig hvilke dokumenter vigselskontoret trenger
nl: Vraag precies na welke documenten de gemeente nodig heeft
pl: Sprawdźcie dokładnie, jakich dokumentów wymaga Wasz urząd stanu cywilnego
pt: Confira exatamente quais documentos são exigidos para o casamento civil
ro: Verifică exact ce documente cere starea civilă
ru: Уточните, какие именно документы нужны вашему ЗАГСу
sk: Zistite presne, aké doklady vyžaduje vaša matrika
sl: Preverita, katere dokumente točno zahteva vajina upravna enota
sv: Kolla exakt vilka papper vigselmyndigheten behöver
th: เช็คให้ชัดว่าที่ว่าการอำเภอต้องใช้เอกสารอะไรบ้าง
tr: Evlendirme dairesinin tam olarak hangi belgeleri istediğini öğrenin
uk: Уточніть, які саме документи потрібні у вашому РАЦСі
vi: Kiểm tra chính xác những giấy tờ mà cơ quan đăng ký kết hôn yêu cầu
zh_hans: 确认登记机关到底需要哪些材料
zh_hant: 確認戶政事務所到底需要哪些文件

source: Check your vendor payments
ar: راجع دفعات مورديك
cs: Zkontrolujte platby dodavatelům
da: Tjek jeres betalinger til leverandørerne
de: Zahlungen an Dienstleister prüfen
es: Revisar los pagos a proveedores
et: Kontrolli oma teenusepakkujate makseid
fi: Tarkista palveluntarjoajien maksut
fr: Vérifier les paiements aux prestataires
hr: Provjerite plaćanja dobavljačima
hu: Ellenőrizd a szolgáltatóknak járó fizetéseket
is: Yfirfara greiðslur til þjónustuaðila
it: Controllate i pagamenti ai fornitori
ja: 業者への支払いを確認する
ko: 업체 결제 내역 확인하기
lv: Pārbaudi maksājumus pakalpojumu sniedzējiem
nb: Sjekk betalingene til leverandørene
nl: Controleer je betalingen aan leveranciers
pl: Sprawdźcie płatności dla usługodawców
pt: Confira os pagamentos dos fornecedores
ro: Verifică plățile către furnizori
ru: Проверьте платежи подрядчикам
sk: Skontrolujte platby dodávateľom
sl: Preverita plačila ponudnikom
sv: Kolla dina leverantörsbetalningar
th: ตรวจสอบการชำระเงินผู้ให้บริการ
tr: Tedarikçi ödemelerinizi kontrol edin
uk: Перевірте платежі підрядникам
vi: Kiểm tra các khoản thanh toán cho nhà cung cấp
zh_hans: 核对供应商付款
zh_hant: 確認廠商的付款狀況

source: Checklist, budget, guests and vendors in a single place.
ar: قائمة المهام والميزانية والضيوف والموردون في مكان واحد.
cs: Seznam úkolů, rozpočet, hosté a dodavatelé na jednom místě.
da: Tjekliste, budget, gæster og leverandører ét og samme sted.
de: Checkliste, Budget, Gäste und Dienstleister an einem Ort.
es: Lista de tareas, presupuesto, invitados y proveedores en un mismo sitio.
et: Kontrollnimekiri, eelarve, külalised ja teenusepakkujad ühes kohas.
fi: Tehtävälista, budjetti, vieraat ja palveluntarjoajat yhdessä paikassa.
fr: Check-list, budget, invités et prestataires au même endroit.
hr: Popis zadataka, proračun, gosti i dobavljači na jednom mjestu.
hu: Teendőlista, költségvetés, vendégek és szolgáltatók egyetlen helyen.
is: Gátlisti, fjárhagsáætlun, gestir og þjónustuaðilar á einum stað.
it: Checklist, budget, invitati e fornitori in un unico posto.
ja: チェックリスト、予算、ゲスト、業者をひとつの場所に。
ko: 체크리스트, 예산, 하객, 업체를 한곳에서.
lv: Kontrolsaraksts, budžets, viesi un pakalpojumu sniedzēji vienuviet.
nb: Sjekkliste, budsjett, gjester og leverandører på ett sted.
nl: Checklist, budget, gasten en leveranciers op één plek.
pl: Lista zadań, budżet, goście i usługodawcy w jednym miejscu.
pt: Lista de tarefas, orçamento, convidados e fornecedores em um só lugar.
ro: Lista de sarcini, bugetul, invitații și furnizorii într-un singur loc.
ru: Чек-лист, бюджет, гости и подрядчики — в одном месте.
sk: Zoznam úloh, rozpočet, hostia a dodávatelia na jednom jedinom mieste.
sl: Seznam opravil, proračun, gostje in ponudniki na enem mestu.
sv: Checklista, budget, gäster och leverantörer på ett och samma ställe.
th: เช็คลิสต์ งบประมาณ แขก และผู้ให้บริการ รวมอยู่ในที่เดียว
tr: Kontrol listesi, bütçe, misafirler ve tedarikçiler tek bir yerde.
uk: Чек-лист, бюджет, гості та підрядники — в одному місці.
vi: Danh sách công việc, ngân sách, khách mời và nhà cung cấp trong cùng một nơi.
zh_hans: 清单、预算、宾客和供应商，全部集中在一处。
zh_hant: 待辦清單、預算、賓客和廠商，全在同一個地方。

source: Children
ar: الأطفال
cs: Děti
da: Børn
de: Kinder
es: Niños
et: Lapsed
fi: Lapset
fr: Enfants
hr: Djeca
hu: Gyerekek
is: Börn
it: Bambini
ja: 子ども
ko: 어린이
lv: Bērni
nb: Barn
nl: Kinderen
pl: Dzieci
pt: Crianças
ro: Copii
ru: Дети
sk: Deti
sl: Otroci
sv: Barn
th: เด็ก
tr: Çocuklar
uk: Діти
vi: Trẻ em
zh_hans: 儿童
zh_hant: 兒童

source: Choose Catering Style
ar: اختر نمط الضيافة
cs: Vyberte styl cateringu
da: Vælg cateringstil
de: Catering-Stil wählen
es: Elige el tipo de catering
et: Vali toitlustuse stiil
fi: Valitse tarjoilutyyli
fr: Choisissez le style de traiteur
hr: Odaberi stil posluživanja
hu: Válaszd ki a catering stílusát
is: Veldu veitingastíl
it: Scegli lo stile del catering
ja: ケータリングのスタイルを選ぶ
ko: 케이터링 스타일 선택
lv: Izvēlies ēdināšanas stilu
nb: Velg serveringsform
nl: Kies een cateringstijl
pl: Wybierz styl cateringu
pt: Escolha o estilo de catering
ro: Alege stilul de catering
ru: Выберите формат кейтеринга
sk: Vyberte štýl cateringu
sl: Izberita slog postrežbe
sv: Välj serveringsstil
th: เลือกรูปแบบการจัดเลี้ยง
tr: Catering Tarzını Seçin
uk: Оберіть формат частування
vi: Chọn phong cách ẩm thực
zh_hans: 选择餐饮形式
zh_hant: 選擇餐飲形式

source: Choose bridesmaid dresses
ar: اختيار فساتين الوصيفات
cs: Vybrat šaty pro družičky
da: Vælg brudepigekjoler
de: Kleider der Brautjungfern wählen
es: Elegir los vestidos de las damas de honor
et: Vali pruutneitsite kleidid
fi: Valitse kaasojen puvut
fr: Choisir les robes des demoiselles d'honneur
hr: Odaberite haljine za djeveruše
hu: Koszorúslányruhák kiválasztása
is: Velja kjóla brúðarmeyja
it: Scegli gli abiti delle damigelle
ja: ブライズメイドのドレスを選ぶ
ko: 들러리 드레스 고르기
lv: Izvēlēties līgavas māsu kleitas
nb: Velg brudepikekjoler
nl: Jurken bruidsmeisjes kiezen
pl: Wybór sukienek dla druhen
pt: Escolher os vestidos das madrinhas
ro: Alege rochiile domnișoarelor de onoare
ru: Выбрать платья подружек невесты
sk: Vyberte šaty pre družičky
sl: Izberi obleke za družice
sv: Välj brudtärnornas klänningar
th: เลือกชุดเพื่อนเจ้าสาว
tr: Nedime elbiselerini seçin
uk: Оберіть сукні для подружок нареченої
vi: Chọn váy phù dâu
zh_hans: 挑选伴娘裙
zh_hant: 挑選伴娘服

source: Choose exact number
ar: اختيار عدد محدد
cs: Zvolte přesný počet
da: Vælg præcist antal
de: Genaue Zahl wählen
es: Elige el número exacto
et: Vali täpne arv
fi: Valitse tarkka määrä
fr: Choisir le nombre exact
hr: Odaberite točan broj
hu: Pontos szám megadása
is: Veldu nákvæma tölu
it: Scegli il numero esatto
ja: 正確な人数を選ぶ
ko: 정확한 인원 선택
lv: Izvēlies precīzu skaitu
nb: Velg nøyaktig antall
nl: Kies het exacte aantal
pl: Wybierz dokładną liczbę
pt: Escolher número exato
ro: Alege numărul exact
ru: Указать точное число
sk: Zvoľte presný počet
sl: Izberita točno število
sv: Välj exakt antal
th: เลือกจำนวนที่แน่นอน
tr: Tam sayıyı seçin
uk: Вкажіть точну кількість
vi: Chọn con số chính xác
zh_hans: 选择具体人数
zh_hant: 選擇確切人數

source: Choose reception style
ar: اختيار أسلوب الحفل
cs: Vybrat styl hostiny
da: Vælg stil til festen
de: Stil des Empfangs wählen
es: Elegir el estilo de la recepción
et: Vali pulmapeo stiil
fi: Valitse hääjuhlan tyyli
fr: Choisir le style de réception
hr: Odaberite stil svadbene zabave
hu: Fogadás stílusának kiválasztása
is: Velja stíl veislunnar
it: Scegli lo stile del ricevimento
ja: 披露宴のスタイルを決める
ko: 피로연 스타일 정하기
lv: Izvēlēties svinību stilu
nb: Velg stil på festen
nl: Receptiestijl kiezen
pl: Wybór stylu przyjęcia
pt: Escolher o estilo da recepção
ro: Alege stilul petrecerii
ru: Выбрать формат банкета
sk: Vyberte štýl hostiny
sl: Izberi slog pogostitve
sv: Välj stil för bröllopsfesten
th: เลือกสไตล์งานเลี้ยง
tr: Düğün yemeği tarzını seçin
uk: Оберіть формат банкету
vi: Chọn phong cách tiệc cưới
zh_hans: 确定婚宴形式
zh_hant: 決定宴客形式

source: Choose to Continue
ar: اختر للمتابعة
cs: Vyberte a pokračujte
da: Vælg for at fortsætte
de: Weitermachen oder nicht
es: Elige continuar
et: Vali, et jätkata
fi: Valitse jatkaaksesi
fr: Choisissez de continuer
hr: Odaberite za nastavak
hu: Válassz a folytatáshoz
is: Veldu til að halda áfram
it: Scegli se continuare
ja: 選択して続ける
ko: 계속하려면 선택하세요
lv: Izvēlies, lai turpinātu
nb: Velg for å fortsette
nl: Kies om verder te gaan
pl: Wybierz, aby kontynuować
pt: Escolha uma opção para continuar
ro: Alege pentru a continua
ru: Выберите, чтобы продолжить
sk: Vyberte si a pokračujte
sl: Izberita za nadaljevanje
sv: Välj för att fortsätta
th: เลือกเพื่อไปต่อ
tr: Devam Etmek İçin Seçin
uk: Оберіть, щоб продовжити
vi: Chọn để tiếp tục
zh_hans: 选择后继续
zh_hant: 選擇一項以繼續

source: Choose two to four. We'll weight your budget towards them.
ar: اختر اثنين إلى أربعة. سنوجّه ميزانيتك نحوها.
cs: Vyberte dvě až čtyři. Podle nich upravíme váhy ve vašem rozpočtu.
da: Vælg to til fire. Vi vægter jeres budget efter dem.
de: Wählt zwei bis vier. Wir gewichten euer Budget entsprechend.
es: Elegid entre dos y cuatro. Ajustaremos vuestro presupuesto hacia ellas.
et: Vali kaks kuni neli. Suuname sinu eelarve just neile.
fi: Valitse kaksi neljään. Painotamme budjettisi niiden mukaan.
fr: Choisissez-en deux à quatre. Nous orienterons votre budget vers elles.
hr: Odaberite dvije do četiri. Prema njima ćemo usmjeriti vaš proračun.
hu: Válassz kettőt–négyet. Ezekre súlyozzuk a költségvetésedet.
is: Veldu tvö til fjögur. Við leggjum meiri þunga á þau í fjárhagsáætluninni.
it: Sceglietene da due a quattro. Sposteremo il budget in quella direzione.
ja: 2〜4つ選んでください。その分に予算を厚く配分します。
ko: 두 가지에서 네 가지를 골라 주세요. 예산을 그쪽에 더 배분해 드릴게요.
lv: Izvēlies divas līdz četras. Tām atvēlēsim lielāku daļu no tava budžeta.
nb: Velg to til fire. Vi vekter budsjettet deres mot disse.
nl: Kies er twee tot vier. Daar leggen we het zwaartepunt van jullie budget.
pl: Wybierzcie od dwóch do czterech. Na nie przeznaczymy większą część budżetu.
pt: Escolham de duas a quatro. Vamos direcionar o orçamento para elas.
ro: Alege două până la patru. Îți vom orienta bugetul către ele.
ru: Выберите от двух до четырёх. Мы сместим бюджет в их сторону.
sk: Vyberte dve až štyri. Podľa nich nastavíme váhy vo vašom rozpočte.
sl: Izberita dve do štiri. Proračun bomo prilagodili njim.
sv: Välj två till fyra. Vi viktar din budget mot dem.
th: เลือกสองถึงสี่อย่าง แล้วเราจะจัดงบประมาณให้น้ำหนักไปที่สิ่งเหล่านั้น
tr: İki ile dört arasında seçin. Bütçenizi onlara göre ağırlıklandıralım.
uk: Оберіть два–чотири. Ми зробимо на них акцент у вашому бюджеті.
vi: Chọn từ hai đến bốn mục. Chúng tôi sẽ dồn ngân sách cho những mục đó.
zh_hans: 选 2 到 4 项，我们会把预算向它们倾斜。
zh_hant: 選 2 到 4 項，我們會把預算多分配給這些項目。

source: Choose your catering style
ar: اختر نمط الضيافة
cs: Vyberte svůj styl cateringu
da: Vælg jeres cateringstil
de: Catering-Stil wählen
es: Elegir el estilo de catering
et: Vali oma toitlustuse stiil
fi: Valitse tarjoilutyylisi
fr: Choisir votre formule de repas
hr: Odaberite stil posluživanja
hu: Válaszd ki a catering stílusát
is: Veldu veitingastílinn þinn
it: Scegliete lo stile del catering
ja: ケータリングのスタイルを選びましょう
ko: 케이터링 스타일을 골라 주세요
lv: Izvēlies ēdināšanas stilu
nb: Velg serveringsform
nl: Kies jullie cateringstijl
pl: Wybierzcie styl cateringu
pt: Escolha seu estilo de catering
ro: Alege stilul de catering
ru: Выберите формат кейтеринга
sk: Vyberte si štýl cateringu
sl: Izberita slog postrežbe
sv: Välj din serveringsstil
th: เลือกรูปแบบการจัดเลี้ยงของคุณ
tr: Catering tarzınızı seçin
uk: Оберіть формат частування
vi: Chọn phong cách ẩm thực của bạn
zh_hans: 选择你们的餐饮形式
zh_hant: 選擇你的餐飲形式

source: Choose your dress and design elements
ar: اختيار فستانكِ وعناصر التصميم
cs: Vyberte si šaty a prvky výzdoby
da: Vælg kjole og designelementer
de: Wähle dein Kleid und die Design-Elemente
es: Elige tu vestido y los elementos de diseño
et: Vali oma kleit ja kujunduselemendid
fi: Valitse pukusi ja tyylielementit
fr: Choisir votre robe et vos éléments de décoration
hr: Odaberite vjenčanicu i elemente dizajna
hu: Válaszd ki a ruhád és a dizájnelemeket
is: Veldu kjólinn og útlitsþættina
it: Scegli l'abito e gli elementi di stile
ja: ドレスやデザインの要素を決めましょう
ko: 드레스와 디자인 요소 정하기
lv: Izvēlies kleitu un noformējuma elementus
nb: Velg kjole og designelementer
nl: Kies je jurk en de stijlelementen
pl: Wybór sukni i elementów dekoracyjnych
pt: Escolher o vestido e os elementos de decoração
ro: Alege-ți rochia și elementele de design
ru: Выбрать платье и элементы оформления
sk: Vyberte si šaty a prvky výzdoby
sl: Izberi obleko in oblikovne elemente
sv: Välj klänning och stildetaljer
th: เลือกชุดและองค์ประกอบการออกแบบ
tr: Gelinliğinizi ve tasarım detaylarını seçin
uk: Оберіть сукню та елементи оформлення
vi: Chọn váy cưới và các yếu tố thiết kế
zh_hans: 挑选婚纱，确定设计细节
zh_hant: 挑選婚紗與設計風格

source: Choose your wedding style
ar: اختيار أسلوب زفافكِ
cs: Vybrat svatební styl
da: Vælg jeres bryllupsstil
de: Hochzeitsstil wählen
es: Elegir el estilo de la boda
et: Vali oma pulmastiil
fi: Valitse häidesi tyyli
fr: Choisir votre style de mariage
hr: Odaberite stil vjenčanja
hu: Válaszd ki az esküvőd stílusát
is: Velja brúðkaupsstílinn
it: Scegli lo stile del matrimonio
ja: 結婚式のスタイルを決める
ko: 결혼식 스타일 정하기
lv: Izvēlēties kāzu stilu
nb: Velg bryllupsstilen din
nl: Je trouwstijl kiezen
pl: Wybór stylu ślubu
pt: Escolher o estilo do casamento
ro: Alege stilul nunții
ru: Выбрать стиль свадьбы
sk: Vyberte si svadobný štýl
sl: Izberi slog poroke
sv: Välj er bröllopsstil
th: เลือกสไตล์งานแต่งของคุณ
tr: Düğün tarzınızı seçin
uk: Оберіть стиль весілля
vi: Chọn phong cách đám cưới của bạn
zh_hans: 确定你的婚礼风格
zh_hant: 決定婚禮風格

source: Clear week ahead
ar: أسبوع خالٍ من المهام
cs: Klidný týden před vámi
da: En rolig uge forude
de: Freie Woche vor dir
es: Semana despejada
et: Ees on vaba nädal
fi: Rauhallinen viikko edessä
fr: Semaine dégagée
hr: Miran tjedan pred vama
hu: Nyugodt hét vár rád
is: Róleg vika framundan
it: Settimana libera
ja: 今週は余裕があります
ko: 이번 주는 여유로워요
lv: Priekšā brīva nedēļa
nb: Rolig uke i vente
nl: Rustige week voor de boeg
pl: Spokojny tydzień przed Wami
pt: Semana tranquila pela frente
ro: Săptămână liberă
ru: Впереди свободная неделя
sk: Pokojný týždeň pred vami
sl: Pred vama je miren teden
sv: Lugn vecka framför dig
th: สัปดาห์นี้ว่างสบาย
tr: Önünüzde boş bir hafta
uk: Попереду вільний тиждень
vi: Một tuần thảnh thơi phía trước
zh_hans: 接下来这一周很轻松
zh_hant: 這週沒有待辦事項

source: Close
ar: إغلاق
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
hr: Zatvori
hu: Bezárás
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
lv: Aizvērt
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Cocktail Hour
ar: ساعة الكوكتيل
cs: Koktejlová hodinka
da: Cocktailtime
de: Aperitif
es: Hora del cóctel
et: Kokteilitund
fi: Cocktailtunti
fr: Cocktail
hr: Aperitiv
hu: Koktélóra
is: Fordrykkur
it: Aperitivo
ja: カクテルアワー
ko: 칵테일 아워
lv: Kokteiļstunda
nb: Aperitiff
nl: Borrel
pl: Koktajl powitalny
pt: Coquetel
ro: Ora cocktailului
ru: Коктейльный час
sk: Aperitív
sl: Koktajl ura
sv: Mingel
th: ช่วงค็อกเทล
tr: Kokteyl Saati
uk: Коктейльна година
vi: Giờ cocktail
zh_hans: 鸡尾酒时间
zh_hant: 雞尾酒時光

source: Collect your marriage paperwork
ar: اجمع أوراق الزواج
cs: Vyřiďte si svatební dokumenty
da: Saml jeres vielsespapirer
de: Unterlagen für die Trauung sammeln
es: Reunir la documentación del matrimonio
et: Kogu kokku abielu vormistamise dokumendid
fi: Kerää vihkimiseen tarvittavat paperit
fr: Réunir votre dossier de mariage
hr: Prikupite dokumentaciju za vjenčanje
hu: Gyűjtsd össze a házassági papírokat
is: Safna saman gögnum fyrir giftinguna
it: Raccogliete i documenti per il matrimonio
ja: 婚姻の書類をそろえる
ko: 혼인 서류 준비하기
lv: Sagatavo laulību dokumentus
nb: Samle papirene til vielsen
nl: Verzamel jullie huwelijkspapieren
pl: Zbierzcie dokumenty do ślubu
pt: Reúna os documentos do casamento
ro: Adună actele pentru căsătorie
ru: Соберите документы для регистрации брака
sk: Vybavte si sobášne doklady
sl: Zberita dokumente za poroko
sv: Samla ihop papperen för vigseln
th: รวบรวมเอกสารจดทะเบียนสมรส
tr: Evlilik evraklarınızı toplayın
uk: Зберіть документи для одруження
vi: Chuẩn bị giấy tờ đăng ký kết hôn
zh_hans: 准备结婚登记材料
zh_hant: 備齊結婚登記文件

source: Communication Details
ar: تفاصيل التواصل
cs: Detaily komunikace
da: Detaljer om kommunikationen
de: Details zum Gespräch
es: Detalles de la comunicación
et: Suhtluse üksikasjad
fi: Yhteydenoton tiedot
fr: Détails de l'échange
hr: Detalji komunikacije
hu: A kommunikáció részletei
is: Upplýsingar um samskipti
it: Dettagli della comunicazione
ja: やりとりの詳細
ko: 연락 내역 상세
lv: Saziņas detaļas
nb: Detaljer om kommunikasjonen
nl: Details van het contact
pl: Szczegóły kontaktu
pt: Detalhes da comunicação
ro: Detalii despre comunicare
ru: Детали общения
sk: Detaily komunikácie
sl: Podrobnosti komunikacije
sv: Detaljer om kontakten
th: รายละเอียดการติดต่อ
tr: İletişim Detayları
uk: Деталі спілкування
vi: Chi tiết trao đổi
zh_hans: 沟通详情
zh_hant: 聯絡紀錄內容

source: Communication History
ar: سجل التواصل
cs: Historie komunikace
da: Kommunikationshistorik
de: Gesprächsverlauf
es: Historial de comunicación
et: Suhtluse ajalugu
fi: Yhteydenottohistoria
fr: Historique des échanges
hr: Povijest komunikacije
hu: Kommunikációs előzmények
is: Samskiptasaga
it: Storico delle comunicazioni
ja: やりとりの履歴
ko: 연락 기록
lv: Saziņas vēsture
nb: Kommunikasjonshistorikk
nl: Contactgeschiedenis
pl: Historia kontaktów
pt: Histórico de comunicação
ro: Istoricul comunicării
ru: История общения
sk: História komunikácie
sl: Zgodovina komunikacije
sv: Kontakthistorik
th: ประวัติการติดต่อ
tr: İletişim Geçmişi
uk: Історія спілкування
vi: Lịch sử trao đổi
zh_hans: 沟通记录
zh_hant: 聯絡紀錄

source: Completed
ar: مكتملة
cs: Dokončeno
da: Fuldført
de: Erledigt
es: Completadas
et: Tehtud
fi: Valmis
fr: Terminées
hr: Dovršeno
hu: Kész
is: Lokið
it: Completate
ja: 完了
ko: 완료
lv: Pabeigts
nb: Fullført
nl: Afgerond
pl: Ukończone
pt: Concluído
ro: Finalizate
ru: Выполнено
sk: Dokončené
sl: Dokončano
sv: Klar
th: เสร็จแล้ว
tr: Tamamlandı
uk: Виконано
vi: Đã hoàn thành
zh_hans: 已完成
zh_hant: 已完成

source: Confirm
ar: تأكيد
cs: Potvrdit
da: Bekræft
de: Zusagen
es: Confirmar
et: Kinnita
fi: Vahvista
fr: Confirmer
hr: Potvrdi
hu: Megerősítés
is: Staðfesta
it: Conferma
ja: 確定
ko: 확인
lv: Apstiprināt
nb: Bekreft
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sl: Potrdi
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

source: Confirm all vendors
ar: تأكيد جميع المورّدين
cs: Potvrdit všechny dodavatele
da: Bekræft alle leverandører
de: Alle Dienstleister bestätigen
es: Confirmar todos los proveedores
et: Kinnita kõik teenusepakkujad
fi: Vahvista kaikki palveluntarjoajat
fr: Confirmer tous les prestataires
hr: Potvrdite sve dobavljače
hu: Minden szolgáltató visszaigazolása
is: Staðfesta alla þjónustuaðila
it: Conferma tutti i fornitori
ja: すべての業者に最終確認をする
ko: 모든 업체 최종 확인하기
lv: Apstiprināt visus pakalpojumu sniedzējus
nb: Bekreft alle leverandører
nl: Alle leveranciers bevestigen
pl: Potwierdzenie wszystkich usługodawców
pt: Confirmar todos os fornecedores
ro: Confirmă toți furnizorii
ru: Подтвердить всех подрядчиков
sk: Potvrďte všetkých dodávateľov
sl: Potrdi vse ponudnike
sv: Bekräfta alla leverantörer
th: ยืนยันผู้ให้บริการทั้งหมด
tr: Tüm tedarikçileri onaylayın
uk: Підтвердіть усіх підрядників
vi: Xác nhận tất cả nhà cung cấp
zh_hans: 确认所有供应商
zh_hant: 確認所有廠商

source: Confirm every vendor
ar: أكّد كل مورّد
cs: Potvrďte všechny dodavatele
da: Bekræft alle leverandører
de: Alle Dienstleister bestätigen
es: Confirmar todos los proveedores
et: Kinnita kõik teenusepakkujad
fi: Vahvista jokainen palveluntarjoaja
fr: Confirmer chaque prestataire
hr: Potvrdite svakog dobavljača
hu: Erősíts meg minden szolgáltatót
is: Staðfesta alla þjónustuaðila
it: Confermate ogni fornitore
ja: すべての業者を最終確認する
ko: 모든 업체 최종 확인하기
lv: Apstiprini katru pakalpojumu sniedzēju
nb: Bekreft alle leverandørene
nl: Bevestig elke leverancier
pl: Potwierdźcie każdego usługodawcę
pt: Confirme cada fornecedor
ro: Confirmă fiecare furnizor
ru: Подтвердите каждого подрядчика
sk: Potvrďte každého dodávateľa
sl: Potrdita vse ponudnike
sv: Bekräfta alla leverantörer
th: ยืนยันผู้ให้บริการทุกราย
tr: Tüm tedarikçileri onaylayın
uk: Підтвердіть кожного підрядника
vi: Xác nhận lại từng nhà cung cấp
zh_hans: 逐一确认每家供应商
zh_hant: 跟每家廠商再確認一次
